[
  {
    "season": "1",
    "episode": "1",
    "title": "The Pants Tent",
    "air_date": "Mon, Sep 23, 2002",
    "rating": "7.9",
    "votes": "3700",
    "description": "An innocent bunch-up in Larry's trousers causes a misunderstanding with Cheryl's friend Nancy at the movies. He also manages to offend his friend Richard Lewis' new girlfriend.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "1",
    "episode": "2",
    "title": "Ted and Mary",
    "air_date": "Sun, Oct 22, 2000",
    "rating": "7.6",
    "votes": "3000",
    "description": "Larry and Cheryl enjoy their bowling double-date with Ted Danson and Mary Steenburgen, but it ends badly when Larry accuses the bowling alley of misplacing his sneakers. Later, Ted gets the wrong idea about Larry when he goes shopping with Mary at a downtown department store.",
    "director": "David Steinberg",
    "writer": "Larry David"
  },
  {
    "season": "1",
    "episode": "3",
    "title": "Porno Gil",
    "air_date": "Sun, Oct 29, 2000",
    "rating": "8.0",
    "votes": "3100",
    "description": "A bizarre chain of events starts with Larry accidentally being invited to have dinner with a former porno star, Gil, (Bob Odenkirk). The party turns out to be one disaster after another when Larry breaks a lamp, is forced to take off his shoes, loses his watch, gets lost along the way, and has to do the dreaded \"double goodbye\". Meanwhile, Jeff undergoes emergency surgery and asks Larry to go to his house and retrieve his porno collection so Suzie doesn't see it.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "1",
    "episode": "4",
    "title": "The Bracelet",
    "air_date": "Sun, Nov 5, 2000",
    "rating": "7.7",
    "votes": "2700",
    "description": "Larry gets into a tense, heated fight with Cheryl, and Larry's secretary suggests that he buy her a present to make up for it. After having lunch withRichard Lewisand helping a blind man, Larry spots the perfect present for Cheryl - a bracelet. Unfortunately, Richard also covets it.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "1",
    "episode": "5",
    "title": "Interior Decorator",
    "air_date": "Sun, Nov 12, 2000",
    "rating": "8.3",
    "votes": "2800",
    "description": "Larry holds an elevator for someone and ends up being delayed at the doctor's office. This causes him to miss an appointment with Diane Keaton. Cheryl's interior decorator happens to be Diane Keaton's won't give him Diane's phone number.",
    "director": "Andy Ackerman",
    "writer": "Larry David"
  },
  {
    "season": "1",
    "episode": "6",
    "title": "The Wire",
    "air_date": "Sun, Nov 19, 2000",
    "rating": "7.8",
    "votes": "2600",
    "description": "Cheryl gives Larry an ultimatum - bury the wire in the backyard - or else! But the permit the city gives Larry requires six signatures from his neighbors, and that means having to be nice to them at all costs - or else.",
    "director": "Larry Charles",
    "writer": "Larry David"
  },
  {
    "season": "1",
    "episode": "7",
    "title": "AAMCO",
    "air_date": "Sun, Nov 26, 2000",
    "rating": "7.4",
    "votes": "2400",
    "description": "Jeff buys a '57 Chevy and insists that Larry take it for a drive. At a stop sign, Larry mistakes the honking horn from an AAMCO commercial for the car behind him and yells at the other driver, who then hits the Chevy and speeds away. Luckily, Larry meets an antique auto mechanic at a dinner party who says he can fix Jeff's Chevy.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "1",
    "episode": "8",
    "title": "Beloved Aunt",
    "air_date": "Sun, Dec 3, 2000",
    "rating": "8.7",
    "votes": "2900",
    "description": "When Cheryl's aunt dies, the family asks Larry to write the obituary. But when it gets printed in the newspaper, an unfortunate typo lands Larry in the hot seat.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "1",
    "episode": "9",
    "title": "Affirmative Action",
    "air_date": "Sun, Dec 10, 2000",
    "rating": "8.0",
    "votes": "2500",
    "description": "Cheryl's quest to get a prescription filled is repeatedly complicated by Larry, including a bad joke that he tells in front of Richard Lewis' doctor.",
    "director": "Bryan Gordon",
    "writer": "Larry David"
  },
  {
    "season": "1",
    "episode": "10",
    "title": "The Group",
    "air_date": "Sun, Dec 17, 2000",
    "rating": "8.6",
    "votes": "2700",
    "description": "Thanks to Larry's manager Jeff, Cheryl is up for a part in \"The Vagina Monologues.\" Meanwhile, Larry runs into an ex who asks him to accompany her to her incest-survivors group to lend moral support while she deals with her past.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "2",
    "episode": "1",
    "title": "The Car Salesman",
    "air_date": "Sun, Sep 23, 2001",
    "rating": "7.9",
    "votes": "2300",
    "description": "The Davids buy a house and move in but it makes settling sounds. Larry is not enthused about any show biz projects but does want and lands a car salesman job. Despite customers asking dumb questions, Larry does have a one ready to buy.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "2",
    "episode": "2",
    "title": "Thor",
    "air_date": "Sun, Sep 30, 2001",
    "rating": "8.4",
    "votes": "2400",
    "description": "Larry drives to meet Jason Alexander. A professional wrestler, Thor, yells at him for a finger gun shootout with his kids. Later, Larry's tires are slashed and he figures Thor. Recently separated, Jeff fears for sex secrets he told Susie.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "2",
    "episode": "3",
    "title": "Trick or Treat",
    "air_date": "Sun, Oct 7, 2001",
    "rating": "8.7",
    "votes": "2600",
    "description": "Larry offends two uncostumed trick-or-treaters by not giving them candy, so they show him the \"trick\" side of Halloween. He also alienates Cheryl's screenwriter friend Cliff and a Jewish neighbor AND spoils his romantic anniversary gift when Jeff arrives to play a round of golf.",
    "director": "Larry Charles",
    "writer": "Larry David"
  },
  {
    "season": "2",
    "episode": "4",
    "title": "The Shrimp Incident",
    "air_date": "Sun, Oct 14, 2001",
    "rating": "8.3",
    "votes": "2300",
    "description": "Larry gets takeout food and has a run-in with the same TV executive he is about to meet with to discuss his TV pilot idea. But after he gets home, he accuses the network exec of taking some shrimp from his dinner.",
    "director": "David Steinberg",
    "writer": "Larry David"
  },
  {
    "season": "2",
    "episode": "5",
    "title": "The Thong",
    "air_date": "Sun, Oct 21, 2001",
    "rating": "7.8",
    "votes": "2200",
    "description": "Larry no longer feels comfortable going to his psychiatrist after he sees him wearing a thong at the beach.",
    "director": "Jeff Garlin",
    "writer": "Larry David"
  },
  {
    "season": "2",
    "episode": "6",
    "title": "The Acupuncturist",
    "air_date": "Sun, Oct 28, 2001",
    "rating": "7.5",
    "votes": "2100",
    "description": "Larry promises to pay an acupuncturist $5,000 if he can cure his neck. Meanwhile, a struggling writer asks Larry for a $5,000 loan which he promises to pay back after his father dies.",
    "director": "Bryan Gordon",
    "writer": "Larry David"
  },
  {
    "season": "2",
    "episode": "7",
    "title": "The Doll",
    "air_date": "Sun, Nov 4, 2001",
    "rating": "9.2",
    "votes": "3600",
    "description": "Larry's attendance at a screening results in chaos; an unlockable bathroom door causes trouble.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "2",
    "episode": "8",
    "title": "Shaq",
    "air_date": "Sun, Nov 11, 2001",
    "rating": "8.7",
    "votes": "2500",
    "description": "After Larry accidentally trips and injures Shaq during a Lakers game, everything seems to start going his way.",
    "director": "Dean Parisot",
    "writer": "Larry David"
  },
  {
    "season": "2",
    "episode": "9",
    "title": "The Baptism",
    "air_date": "Sun, Nov 18, 2001",
    "rating": "8.2",
    "votes": "2200",
    "description": "Cheryl and Larry head to Monterey to attend her sister Becky's wedding... to a Jewish man who's converting to Christianity. When Larry misplaces the plane tickets, he accuses other passengers of stealing them.",
    "director": "Keith Truesdell",
    "writer": "Larry David"
  },
  {
    "season": "2",
    "episode": "10",
    "title": "The Massage",
    "air_date": "Sun, Nov 25, 2001",
    "rating": "8.0",
    "votes": "2100",
    "description": "In the second-season finale, Larry is busted by a restaurant owner for stealing forks. Julia Louis-Dreyfus becomes so frustrated by the incident that she drops out of the pilot, which ends Larry's quest to get it on TV. Meanwhile, Cheryl learns that Larry got a naughty massage and busts him for that. He later faces an ironic punishment for his restaurant crimes.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "3",
    "episode": "1",
    "title": "Chet's Shirt",
    "air_date": "Sun, Sep 15, 2002",
    "rating": "8.3",
    "votes": "2200",
    "description": "Larry and Cheryl visit a friend whose husband has died. Larry likes the shirt he wore in a photo. He goes to the store later to buy it. Jeff asks Larry to invest in a new restaurant. Larry puts trash into a garbage cart and a man objects.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "3",
    "episode": "2",
    "title": "The Benadryl Brownie",
    "air_date": "Mon, Sep 23, 2002",
    "rating": "7.7",
    "votes": "2000",
    "description": "A drop in a phone call on a new phone is blamed for Richard Lewis' girlfriend being hit by peanut allergies a week before the Emmys. She is a Christian Scientist and refuses medicine. Larry and Richard plot to cook brownies with Benadryl.",
    "director": "Larry Charles",
    "writer": "Larry David"
  },
  {
    "season": "3",
    "episode": "3",
    "title": "Club Soda and Salt",
    "air_date": "Sun, Sep 29, 2002",
    "rating": "8.2",
    "votes": "2100",
    "description": "Larry, Jeff and Ted seek a chef for the restaurant. Larry doesn't like Ted's idea. Larry searches and learns things: Cheryl has a new, male, tennis playing pal; wedding gifts a year late are rejected; club soda and salt removes all stains.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "3",
    "episode": "4",
    "title": "The Nanny from Hell",
    "air_date": "Sun, Oct 6, 2002",
    "rating": "8.2",
    "votes": "2100",
    "description": "A restaurant investor has a pool party but only Larry and Jeff show. Larry uses the house toilet and gets the nanny fired. Larry suggests her to Jeff and Susie. She snaps and Susie's life is threatened. Lewis wants in a quotation book.",
    "director": "Larry Charles",
    "writer": "Larry David"
  },
  {
    "season": "3",
    "episode": "5",
    "title": "The Terrorist Attack",
    "air_date": "Sun, Oct 13, 2002",
    "rating": "7.7",
    "votes": "2000",
    "description": "Larry offends Mindy Reiser, so when Wanda Sykes tells him in confidence about a prospective terrorist attack on L.A. he uses the secret to win her back, disrupting a charity gig featuring Alanis Morissette.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "3",
    "episode": "6",
    "title": "The Special Section",
    "air_date": "Sun, Oct 20, 2002",
    "rating": "8.2",
    "votes": "2100",
    "description": "Larry works in New York and returns to learn his mother died and was buried in an area for criminals because she had a tattoo. He plots to get his mother moved out of the \"special section\" and he uses the loss to decline unwanted invites.",
    "director": "Bryan Gordon",
    "writer": "Larry David"
  },
  {
    "season": "3",
    "episode": "7",
    "title": "The Corpse-Sniffing Dog",
    "air_date": "Sun, Oct 27, 2002",
    "rating": "8.4",
    "votes": "2000",
    "description": "Jeff must leave his house because he's allergic to the guard dog Susie bought. Larry tries to get Jeff and Susie's daughter Sammy to give up the dog but she won't. He looks to please both Jeff's family and friends who also want the dog.",
    "director": "Andy Ackerman",
    "writer": "Larry David"
  },
  {
    "season": "3",
    "episode": "8",
    "title": "Krazee-Eyez Killa",
    "air_date": "Sun, Nov 3, 2002",
    "rating": "8.8",
    "votes": "2600",
    "description": "Wanda's new boyfriend, rapper Krazee-Eyez Killa, tells Larry a sordid secret. He also gives him a replacement jacket needed for a scene in a new Scorcese film. Meanwhile, Larry offends Susie by not taking the tour of her new house.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "3",
    "episode": "9",
    "title": "Mary, Joseph and Larry",
    "air_date": "Sun, Nov 10, 2002",
    "rating": "8.0",
    "votes": "2000",
    "description": "On Dec. 23, Larry eats some cookies in the kitchen. Turns out those cookies were a nativity scene that Cheryl's religious sister made. Since it's Christmas Eve, too late to get a replacement. Larry finds a live Nativity at a local church.",
    "director": "David Steinberg",
    "writer": "Larry David"
  },
  {
    "season": "3",
    "episode": "10",
    "title": "The Grand Opening",
    "air_date": "Sun, Nov 17, 2002",
    "rating": "9.0",
    "votes": "2600",
    "description": "Larry loses his trust in their restaurant chef and fires him. Later, Larry accidentally injures an influential food critic who is to come to the opening. Larry apologizes to the critic who connects him to a chef with an interesting quirk.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "4",
    "episode": "1",
    "title": "Mel's Offer",
    "air_date": "Sun, Jan 4, 2004",
    "rating": "7.7",
    "votes": "1900",
    "description": "Mel Brooks sees Larry performing karaoke and likes his singing. He invites Larry to audition to star in a Broadway production of \"The Producers\". But the deal goes south once Mel hits Larry in the head and Larry's doctor drools on him.",
    "director": "Larry Charles",
    "writer": "Larry David"
  },
  {
    "season": "4",
    "episode": "2",
    "title": "Ben's Birthday Party",
    "air_date": "Sun, Jan 11, 2004",
    "rating": "8.2",
    "votes": "2000",
    "description": "Mel Brooks taps Ben Stiller to be Larry's co-star in The Producers. But when Larry accidentally punches Ben Stiller in the eye during a birthday party game gone wrong, Ben drops out of the production.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "4",
    "episode": "3",
    "title": "The Blind Date",
    "air_date": "Sun, Jan 18, 2004",
    "rating": "8.0",
    "votes": "2000",
    "description": "Larry makes a last-ditch effort to keep Ben Stiller in The Producers, and tries to keep a friend happy by setting him up with a blind date. Meanwhile, Jeff's bizarre sexual fantasy gets out in the open.",
    "director": "Larry Charles",
    "writer": "Larry David"
  },
  {
    "season": "4",
    "episode": "4",
    "title": "The Weatherman",
    "air_date": "Sun, Jan 25, 2004",
    "rating": "8.1",
    "votes": "1900",
    "description": "Larry questions a weatherman's ability to manipulate the media so he can have the country club to himself.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "4",
    "episode": "5",
    "title": "The 5 Wood",
    "air_date": "Sun, Feb 1, 2004",
    "rating": "8.4",
    "votes": "1900",
    "description": "Dalilah the hygienist asks Larry out but Jeff's dog causes a problem. Leo Funkhouser succumbs to \"good\" Hodgkin's. During the viewing, Larry is certain he sees his five wood in the casket with Leo and gets Jeff to get his club to swap out.",
    "director": "Bryan Gordon",
    "writer": "Larry David"
  },
  {
    "season": "4",
    "episode": "6",
    "title": "The Car Pool Lane",
    "air_date": "Sun, Feb 8, 2004",
    "rating": "9.1",
    "votes": "2700",
    "description": "Larry wants tickets for a coming Dodger game. Before he can go he has to get out of jury duty, score some medical marijuana for his dad's glaucoma and drive a friend to the airport. Thankfully a run-in with a hooker makes all these easier.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "4",
    "episode": "7",
    "title": "The Surrogate",
    "air_date": "Sun, Feb 22, 2004",
    "rating": "8.6",
    "votes": "2100",
    "description": "Larry inadvertently jeopardizes friends' adoption. He needs a clean bill of health for \"The Producers\" and has to wear a heart monitor. He uses it in bad situations; a bathroom indiscretion and a car accident. Wanda accuses him of racism.",
    "director": "Larry Charles",
    "writer": "Larry David"
  },
  {
    "season": "4",
    "episode": "8",
    "title": "Wandering Bear",
    "air_date": "Sun, Feb 29, 2004",
    "rating": "8.2",
    "votes": "1900",
    "description": "Susie gets mad at Larry when he goes to his car while watching a Girls Gone Wild video with Jeff and lets the dog out. Meanwhile, Larry gets a remedy for Cheryl's feminine problem after he mistakenly wears a stamina condom inside-out.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "4",
    "episode": "9",
    "title": "The Survivor",
    "air_date": "Sun, Mar 7, 2004",
    "rating": "8.5",
    "votes": "2100",
    "description": "Generations collide at a dinner party when a contestant from the TV show \"Survivor\" and a Holocaust survivor clash and Larry is in the middle. Larry and Cheryl renew their vows but Larry struggles with them and his lines for The Producers.",
    "director": "Larry Charles",
    "writer": "Larry David"
  },
  {
    "season": "4",
    "episode": "10",
    "title": "Opening Night",
    "air_date": "Sun, Mar 14, 2004",
    "rating": "8.9",
    "votes": "2600",
    "description": "In the fourth-season finale, Larry David flies to New York with fellow performers David Schwimmer and Cady Huffman to star on Broadway in \"The Producers\". Along the way, he argues with Schwimmer, develops a strange relationship with Huffman, finds he's tipping way too often and attempts to use his 10th anniversary gift from Cheryl. On stage, Larry and David put aside their differences and blow the audience away - unexpectedly, Mel Brooks isn't impressed.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "5",
    "episode": "1",
    "title": "The Larry David Sandwich",
    "air_date": "Sun, Sep 25, 2005",
    "rating": "8.0",
    "votes": "1900",
    "description": "Larry is changed by a near-death experience, a revelation about his father, and a sandwich named after him.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "5",
    "episode": "2",
    "title": "The Bowtie",
    "air_date": "Sun, Oct 2, 2005",
    "rating": "8.2",
    "votes": "1900",
    "description": "Wanda Sykes thinks Larry purposefully adopted a dog she deems \"racist\", Larry falls off his pedestal as a friend of the lesbian community, and Larry hires a private investigator to uncover some information about his past.",
    "director": "Larry Charles",
    "writer": "Larry David"
  },
  {
    "season": "5",
    "episode": "3",
    "title": "The Christ Nail",
    "air_date": "Sun, Oct 9, 2005",
    "rating": "8.3",
    "votes": "1900",
    "description": "Larry goes bra-shopping for his maid, landing him in trouble with her husband and his neighbors.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "5",
    "episode": "4",
    "title": "Kamikaze Bingo",
    "air_date": "Sun, Oct 16, 2005",
    "rating": "8.1",
    "votes": "1900",
    "description": "Larry offends a Japanese art dealer by implying that his father was not a real Kamikaze pilot. Later, Larry accuses his own dad's retirement home of fixing their bingo game.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "5",
    "episode": "5",
    "title": "Lewis Needs a Kidney",
    "air_date": "Sun, Oct 30, 2005",
    "rating": "8.4",
    "votes": "1900",
    "description": "Larry learns that Richard Lewis is bedridden and needs a kidney transplant. Larry and Jeff both turn up as positive matches for Lewis, but neither one are willing to give up their precious organs that easily.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "5",
    "episode": "6",
    "title": "The Smoking Jacket",
    "air_date": "Sun, Nov 6, 2005",
    "rating": "7.6",
    "votes": "1800",
    "description": "Larry joins the \"Make A Wish\" foundation, and swaps his smoking jacket with Hugh Hefner.",
    "director": "David Steinberg",
    "writer": "Larry David"
  },
  {
    "season": "5",
    "episode": "7",
    "title": "The Seder",
    "air_date": "Sun, Nov 13, 2005",
    "rating": "8.4",
    "votes": "1800",
    "description": "A sex offender (Rob Corddry) moves into the neighborhood, and becomes friends with Larry. Larry also suspects that Dr. Mark is stealing his newspaper, after his neighbor Ethel claims she saw him take it. Tension mounts when all of these people are guests at Larry's Passover Seder.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "5",
    "episode": "8",
    "title": "The Ski Lift",
    "air_date": "Sun, Nov 20, 2005",
    "rating": "9.0",
    "votes": "2400",
    "description": "In Larry's hunt to get Richard Lewis a kidney, he ingratiates himself to the head of a kidney consortium by playing to the man's very Orthodox Jew aims. Also, Larry suspects Lewis' nurse has a disturbing way of hiding items she has stolen.",
    "director": "Larry Charles",
    "writer": "Larry David"
  },
  {
    "season": "5",
    "episode": "9",
    "title": "The Korean Bookie",
    "air_date": "Sun, Nov 27, 2005",
    "rating": "8.0",
    "votes": "1800",
    "description": "Larry takes his chances with a Korean Bookie. While Cheryl's friends get married on the beach, Larry accuses the Korean Bookie of cooking up Jeff's dog and serving him for dinner.",
    "director": "Bryan Gordon",
    "writer": "Larry David"
  },
  {
    "season": "5",
    "episode": "10",
    "title": "The End",
    "air_date": "Sun, Dec 4, 2005",
    "rating": "8.3",
    "votes": "2100",
    "description": "In the season finale, Larry learns who his real parents are and flies to Arizona to meet them. After a life-changing religious revelation, Larry decides to give Richard Lewis a kidney. Will Larry survive the operation - or is it the end?",
    "director": "Larry Charles",
    "writer": "Larry David"
  },
  {
    "season": "6",
    "episode": "1",
    "title": "Meet the Blacks",
    "air_date": "Sun, Sep 9, 2007",
    "rating": "8.2",
    "votes": "1900",
    "description": "Larry's trick to avoid a party backfires on him and Cheryl, infuriating her. To make amends, he agrees to take in the Black family who lost their home in Hurricane Edna. Cheryl plans her own party and Larry makes an unfortunate cake choice.",
    "director": "Larry Charles",
    "writer": "Larry David"
  },
  {
    "season": "6",
    "episode": "2",
    "title": "The Anonymous Donor",
    "air_date": "Sun, Sep 16, 2007",
    "rating": "8.6",
    "votes": "2000",
    "description": "Larry has made a large donation to a nonprofit and they name a wing after him. But he's indignant to discover Ted Danson made a similar donation, staying \"anonymous.\" Also, Cheryl is livid when she finds a large stain in the guest bedroom.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "6",
    "episode": "3",
    "title": "The Ida Funkhouser Roadside Memorial",
    "air_date": "Sun, Sep 23, 2007",
    "rating": "8.7",
    "votes": "2000",
    "description": "A sweaty $50 bill, a sample-abuser, a roadside memorial, and a private-school superintendent are all things that intimidate Larry while he tries to help Marty Funkhouser cope with the sudden death of his mother in a freak accident.",
    "director": "David Mandel",
    "writer": "Larry David"
  },
  {
    "season": "6",
    "episode": "4",
    "title": "The Lefty Call",
    "air_date": "Sun, Sep 30, 2007",
    "rating": "8.0",
    "votes": "1800",
    "description": "Questions about Larry's bathroom habits become concern when Larry gets Richard Lewis' girlfriend a job at a place across the hall from his office. Meanwhile an incident involving a waiter and some take-out food threatens Jeff's dog.",
    "director": "Alec Berg",
    "writer": "Larry David"
  },
  {
    "season": "6",
    "episode": "5",
    "title": "The Freak Book",
    "air_date": "Sun, Oct 7, 2007",
    "rating": "8.5",
    "votes": "2000",
    "description": "Larry's birthday gift to Ted Danson, the coffee table book \"Mondo Freaks,\" gets him in trouble with all he shows it to: Ted, the limo driver, tennis star John McEnroe, a group of random mourners and Paul McCartney's ex-wife Heather Mills.",
    "director": "Bryan Gordon",
    "writer": "Larry David"
  },
  {
    "season": "6",
    "episode": "6",
    "title": "The Rat Dog",
    "air_date": "Sun, Oct 14, 2007",
    "rating": "8.4",
    "votes": "1900",
    "description": "A faulty toaster makes life difficult for Loretta and Leon. Larry repeatedly offends a hearing impaired girl about the small dog she keeps with her. Larry and Leon get their phones mixed up, and Larry traumatizes the entire audience at Sammy's middle school production of Grease when he invites Jeff's exterminator to watch the show.",
    "director": "David Steinberg",
    "writer": "Larry David"
  },
  {
    "season": "6",
    "episode": "7",
    "title": "The TiVo Guy",
    "air_date": "Sun, Oct 21, 2007",
    "rating": "8.2",
    "votes": "1800",
    "description": "Cheryl is finally tired of Larry being Larry after her plane encounters severe turbulence and Larry seems more concerned about a malfunctioning TV device. After Cheryl announces that she's leaving Larry, the incident quickly splits up Larry's friends, who now have to break the news to Larry as to whose side they are taking.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "6",
    "episode": "8",
    "title": "The N Word",
    "air_date": "Sun, Oct 28, 2007",
    "rating": "8.7",
    "votes": "2100",
    "description": "Larry goes to the hospital to see his new girlfriend, an orthopedist. While in the bathroom, he overhears one end of a very angry, horribly offensive cell-phone conversation. But he repeats what the man said and it offends another doctor: the one who is about to perform Jeff's operation. This results in Jeff's head getting shaved, so Jeff must now deal with being bald. Jeff prepares to sue the hospital, and Larry must give testimony.",
    "director": "Tom Kramer",
    "writer": "Larry David"
  },
  {
    "season": "6",
    "episode": "9",
    "title": "The Therapists",
    "air_date": "Sun, Dec 13, 2009",
    "rating": "8.9",
    "votes": "2100",
    "description": "Larry devises an overly elaborate plan to win back Cheryl. He does so by trying to get on her therapist's good side. Meanwhile, Larry accuses Marty Funkhouser of taking charity money under false pretenses.",
    "director": "David Mandel",
    "writer": "Larry David"
  },
  {
    "season": "6",
    "episode": "10",
    "title": "The Bat Mitzvah",
    "air_date": "Sun, Dec 20, 2009",
    "rating": "9.0",
    "votes": "2200",
    "description": "The Blacks learn some good news: they get to go home. As Larry says goodbye, he once again offends the wrong person, who takes his revenge on Larry by spreading a nasty rumor involving him and a gerbil. But thankfully Jeff's daughter's bat mitzvah is coming up, and that provides Larry with the perfect, public opportunity to clear up that nasty rumor, as well as one more chance to patch things up with Cheryl.",
    "director": "Larry Charles",
    "writer": "Larry David"
  },
  {
    "season": "7",
    "episode": "1",
    "title": "Funkhouser's Crazy Sister",
    "air_date": "Sun, Dec 27, 2009",
    "rating": "8.3",
    "votes": "2000",
    "description": "Larry attempts a preemptive breakup with an ailing Loretta, and learns with Jeff that you can't make an \"empty gesture\" to a Funkhouser.",
    "director": "Larry Charles",
    "writer": "Larry David"
  },
  {
    "season": "7",
    "episode": "2",
    "title": "Vehicular Fellatio",
    "air_date": "Sun, Jan 3, 2010",
    "rating": "8.8",
    "votes": "2100",
    "description": "Larry deliberately tries to annoy Loretta, against the advice of a renowned doctor. Later, Larry dooms Richard Lewis' new relationship, and ends up profiting from Leon's indiscretion with the wife of a depressed pal.",
    "director": "Alec Berg",
    "writer": "Larry David"
  },
  {
    "season": "7",
    "episode": "3",
    "title": "The Reunion",
    "air_date": "Tue, Oct 20, 2009",
    "rating": "8.5",
    "votes": "2000",
    "description": "Approaching the 10-year mark, Larry and Jeff finally agree to do a Seinfeld reunion show. However, after getting a bad set of tickets to a Lakers game, he tries to call the reunion off after offending the head of NBC. Meanwhile Larry hatches a scheme to win back Cheryl by casting her as George's ex-wife.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "7",
    "episode": "4",
    "title": "The Hot Towel",
    "air_date": "Sun, Jan 17, 2010",
    "rating": "8.1",
    "votes": "1800",
    "description": "A series of bizarre events leads Larry to get his doctor's personal phone number, but how much will Larry's doctor regret it?",
    "director": "Alec Berg",
    "writer": "Larry David"
  },
  {
    "season": "7",
    "episode": "5",
    "title": "Denise Handicap",
    "air_date": "Sun, Jan 24, 2010",
    "rating": "9.1",
    "votes": "2500",
    "description": "Larry embraces the upside of disability when he courts a handicap woman to take to a recital at a friend's house, but she doesn't return the favor when Suzie throws Larry's cell phone in the ocean and Larry loses her number in the process.",
    "director": "David Mandel",
    "writer": "Larry David"
  },
  {
    "season": "7",
    "episode": "6",
    "title": "The Bare Midriff",
    "air_date": "Tue, Oct 27, 2009",
    "rating": "8.2",
    "votes": "2000",
    "description": "Larry inadvertently creates a miracle when he fires his assistant for exposing her waistline around the office. Jerry gets the idea to use Larry's latest mishap as part of the upcoming Seinfeld reunion show.",
    "director": "Larry Charles",
    "writer": "Larry David"
  },
  {
    "season": "7",
    "episode": "7",
    "title": "The Black Swan",
    "air_date": "Mon, Mar 8, 2010",
    "rating": "8.7",
    "votes": "2000",
    "description": "Larry is forced to cover his tracks after he accidentally causes the death of a country club member and kills the club's mascot in an act of self defense.",
    "director": "Bryan Gordon",
    "writer": "Larry David"
  },
  {
    "season": "7",
    "episode": "8",
    "title": "Officer Krupke",
    "air_date": "Mon, Mar 15, 2010",
    "rating": "8.3",
    "votes": "1800",
    "description": "While Cheryl competes for a role on the Seinfeld reunion, Larry is forced by Jeff to embrace his feminine side after a series of bizarre events leads Susie to think he's having an affair.",
    "director": "David Steinberg",
    "writer": "Larry David"
  },
  {
    "season": "7",
    "episode": "9",
    "title": "The Table Read",
    "air_date": "Mon, Mar 22, 2010",
    "rating": "9.2",
    "votes": "2400",
    "description": "Rehearsals for the Seinfeld reunion show get complicated when Larry's text-message exchange with a 9-year-old Seinfeld fan lands him in trouble with the local authorities. Meanwhile, Leon tries to fool Michael Richards.",
    "director": "Larry Charles",
    "writer": "Larry David"
  },
  {
    "season": "7",
    "episode": "10",
    "title": "Seinfeld",
    "air_date": "Tue, Mar 23, 2010",
    "rating": "9.2",
    "votes": "2500",
    "description": "Taping the Seinfeld reunion proves to be difficult after Larry's fight with a local coffee vendor alienates Jason Alexander and costs him quality time with Cheryl.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "8",
    "episode": "1",
    "title": "The Divorce",
    "air_date": "Sun, Jul 10, 2011",
    "rating": "8.1",
    "votes": "1800",
    "description": "Larry learns his lawyer isn't kosher, and rescinds a cookie order from the Girl Scout daughter of a beleaguered sports owner.",
    "director": "David Steinberg",
    "writer": "Larry David"
  },
  {
    "season": "8",
    "episode": "2",
    "title": "The Safe House",
    "air_date": "Sun, Jul 17, 2011",
    "rating": "8.2",
    "votes": "1800",
    "description": "Larry becomes an unlikely role model for battered women; Richard Lewis's relationship with a burlesque performer is put to the test; Leon survives a case of mistaken identity.",
    "director": "Bryan Gordon",
    "writer": "Larry David"
  },
  {
    "season": "8",
    "episode": "3",
    "title": "Palestinian Chicken",
    "air_date": "Sun, Jul 24, 2011",
    "rating": "9.2",
    "votes": "3100",
    "description": "Larry plays the ultimate \"social assassin\" at a dinner party, on the golf course, and at a Palestinian restaurant with phenomenal chicken.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "8",
    "episode": "4",
    "title": "The Smiley Face",
    "air_date": "Sun, Jul 31, 2011",
    "rating": "7.8",
    "votes": "1700",
    "description": "Larry vows to topple a sacred dating taboo, and regrets making concessions to his new office neighbor.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "8",
    "episode": "5",
    "title": "Vow of Silence",
    "air_date": "Sun, Aug 7, 2011",
    "rating": "8.4",
    "votes": "1700",
    "description": "A friend who has taken a vow of silence creates a stir at multiple parties, Larry eats Jeff's dog's last meal, and Richard Lewis is snubbed meeting Larry for lunch.",
    "director": "Alec Berg",
    "writer": "Larry David"
  },
  {
    "season": "8",
    "episode": "6",
    "title": "The Hero",
    "air_date": "Sun, Aug 14, 2011",
    "rating": "8.6",
    "votes": "1800",
    "description": "Larry accidentally becomes a hero on the flight to New York, earning him the respect of the woman sitting next to him, but it backfires when Jeff and Susie try to court Ricky Gervais.",
    "director": "Alec Berg",
    "writer": "Larry David"
  },
  {
    "season": "8",
    "episode": "7",
    "title": "The Bi-Sexual",
    "air_date": "Sun, Aug 21, 2011",
    "rating": "7.9",
    "votes": "1700",
    "description": "Larry and Rosie O'Donnell try to court the same woman. Larry takes Leon's advice, which gives him an advantage, but he finds it doesn't always work in the long run.",
    "director": "David Mandel",
    "writer": "Larry David"
  },
  {
    "season": "8",
    "episode": "8",
    "title": "Car Periscope",
    "air_date": "Sun, Aug 28, 2011",
    "rating": "7.9",
    "votes": "1600",
    "description": "Larry and Jeff weigh an investment opportunity; Wanda Sykes preempts Larry's training schedule.",
    "director": "David Mandel",
    "writer": "Larry David"
  },
  {
    "season": "8",
    "episode": "9",
    "title": "Mister Softee",
    "air_date": "Sun, Sep 4, 2011",
    "rating": "8.7",
    "votes": "1900",
    "description": "An ice-cream truck triggers a painful childhood memory for Larry that impacts a softball title game, a therapist's fees, Bill Buckner's legacy, and his new girlfriend's travel preferences.",
    "director": "Larry Charles",
    "writer": "Larry David"
  },
  {
    "season": "8",
    "episode": "10",
    "title": "Larry vs. Michael J. Fox",
    "air_date": "Sun, Sep 11, 2011",
    "rating": "8.9",
    "votes": "2100",
    "description": "Larry accuses his neighbor Michael J. Fox of harassment; Jeff takes a bullet for Susie; and Larry is scolded for giving an inappropriate birthday gift to Jennifer's son Greg.",
    "director": "Alec Berg",
    "writer": "Larry David"
  },
  {
    "season": "9",
    "episode": "1",
    "title": "Foisted!",
    "air_date": "Sun, Oct 1, 2017",
    "rating": "8.6",
    "votes": "2400",
    "description": "Larry tries to rid himself of an inept assistant, offends Jeff's barber, and gets into hot water over a new project.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "9",
    "episode": "2",
    "title": "The Pickle Gambit",
    "air_date": "Sun, Oct 8, 2017",
    "rating": "8.2",
    "votes": "1800",
    "description": "Larry reaches out to a familiar face, gives a hotel guest sartorial advice, and tries to create a diversion to help a friend's nephew.",
    "director": "David Steinberg",
    "writer": "Larry David"
  },
  {
    "season": "9",
    "episode": "3",
    "title": "A Disturbance in the Kitchen",
    "air_date": "Sun, Oct 15, 2017",
    "rating": "8.3",
    "votes": "1800",
    "description": "Larry turns to a writer for advice, and he gets ticketed by an overzealous cop while searching for Susie's \"little sister.\"",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "9",
    "episode": "4",
    "title": "Running with the Bulls",
    "air_date": "Sun, Oct 22, 2017",
    "rating": "8.3",
    "votes": "1700",
    "description": "Larry's therapist accuses him of overstepping doctor-patient bounds; Susie grows suspicious of Jeff; and Larry bribes an usher at a funeral.",
    "director": "Bryan Gordon",
    "writer": "Larry David"
  },
  {
    "season": "9",
    "episode": "5",
    "title": "Thank You for Your Service",
    "air_date": "Sun, Oct 29, 2017",
    "rating": "7.9",
    "votes": "1700",
    "description": "Larry fails to be suitably patriotic when meeting Jeff's future son-in-law; he also tries to reset his relationships with his mail carrier and security guard.",
    "director": "Larry Charles",
    "writer": "Larry David"
  },
  {
    "season": "9",
    "episode": "6",
    "title": "The Accidental Text on Purpose",
    "air_date": "Sun, Nov 5, 2017",
    "rating": "9.0",
    "votes": "2200",
    "description": "Larry invents an ingenious ploy for getting his friends out of relationship jams; he also upsets Funkhouser's new girlfriend.",
    "director": "Larry Charles",
    "writer": "Larry David"
  },
  {
    "season": "9",
    "episode": "7",
    "title": "Namaste",
    "air_date": "Sun, Nov 12, 2017",
    "rating": "8.2",
    "votes": "1600",
    "description": "Larry angers a hot yoga teacher, has an auspicious first date, and seethes over a run-in with an unfair Uber driver.",
    "director": "Jessie Nelson",
    "writer": "Larry David"
  },
  {
    "season": "9",
    "episode": "8",
    "title": "Never Wait for Seconds!",
    "air_date": "Sun, Nov 19, 2017",
    "rating": "8.4",
    "votes": "1600",
    "description": "Larry saves a line-cutter from an angry mob and deals with a tip-flipper.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "9",
    "episode": "9",
    "title": "The Shucker",
    "air_date": "Sun, Nov 26, 2017",
    "rating": "8.0",
    "votes": "1500",
    "description": "Larry is blackmailed by an employee and tormented by someone from his past; he and Jeff pitch a new creative venture.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "9",
    "episode": "10",
    "title": "Fatwa!",
    "air_date": "Sun, Dec 3, 2017",
    "rating": "8.4",
    "votes": "1600",
    "description": "On Jeff and Susie's daughter Sammi's wedding day, Larry has a scheduling conflict, takes issue with some work associates, and hosts a pair of ungrateful houseguests.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "10",
    "episode": "1",
    "title": "Happy New Year",
    "air_date": "Sun, Jan 19, 2020",
    "rating": "9.1",
    "votes": "3000",
    "description": "Larry kicks off the new year with new rival Mocha Joe; at a cocktail party hosted by Jeff and Susie, Larry gets roped into lunch plans and has a misunderstanding with a caterer.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "10",
    "episode": "2",
    "title": "Side Sitting",
    "air_date": "Sun, Jan 26, 2020",
    "rating": "8.0",
    "votes": "1800",
    "description": "Larry's lawyer tries to resolve the situation with his assistant, Alice; Larry surprises Susie with an impressive birthday gift and comes one step closer to exacting revenge on Mocha Joe.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "10",
    "episode": "3",
    "title": "Artificial Fruit",
    "air_date": "Sun, Feb 2, 2020",
    "rating": "8.2",
    "votes": "1900",
    "description": "Larry drops the ball when he gets the chance to make amends with his assistant Alice. Larry and Richard go to extreme lengths for their upcoming lunch date.",
    "director": "Cheryl Hines",
    "writer": "Larry David"
  },
  {
    "season": "10",
    "episode": "4",
    "title": "You're Not Going to Get Me to Say Anything Bad About Mickey",
    "air_date": "Sun, Feb 9, 2020",
    "rating": "8.5",
    "votes": "2000",
    "description": "Travel plans go awry when Larry brings an impromptu date to a destination wedding. At the hotel, Larry finds himself in a sticky situation when he goes searching for a toothbrush.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "10",
    "episode": "5",
    "title": "Insufficient Praise",
    "air_date": "Sun, Feb 16, 2020",
    "rating": "8.2",
    "votes": "1700",
    "description": "Larry receives a problematic gift from Freddy Funkhouser, causes trouble with Richard's new girlfriend, and offends one of Jeff's A-list clients.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "10",
    "episode": "6",
    "title": "The Surprise Party",
    "air_date": "Sun, Feb 23, 2020",
    "rating": "8.1",
    "votes": "1600",
    "description": "Susie is planning a surprise party for Jeff; and Larry makes an unlikely new friend.",
    "director": "Erin O'Malley",
    "writer": "Larry David"
  },
  {
    "season": "10",
    "episode": "7",
    "title": "The Ugly Section",
    "air_date": "Sun, Mar 1, 2020",
    "rating": "8.5",
    "votes": "1800",
    "description": "Larry attempts to capitalize on a friend's unexpected death, takes issue with a pattern of discrimination at a trendy restaurant, and offers his dermatologist's son a job; Richard has a suspiciously-good day on the golf course.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "10",
    "episode": "8",
    "title": "Elizabeth, Margaret and Larry",
    "air_date": "Sun, Mar 8, 2020",
    "rating": "9.1",
    "votes": "2200",
    "description": "A prominent actor shadows Larry to prepare for an upcoming role; Larry meddles in the sale of Cheryl's sister's house, helps Leon grow a new business, and stirs up trouble at a dinner party hosted by Richard's girlfriend.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "10",
    "episode": "9",
    "title": "Beep Panic",
    "air_date": "Sun, Mar 15, 2020",
    "rating": "8.1",
    "votes": "1500",
    "description": "Mocha Joe hatches a plan to sabotage his adversary. Larry develops a debilitating habit and takes pity on a waitress. Richard prepares for a career-defining role.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "10",
    "episode": "10",
    "title": "The Spite Store",
    "air_date": "Sun, Mar 22, 2020",
    "rating": "8.6",
    "votes": "1700",
    "description": "Larry runs into an unwelcome familiar face, seeks a second opinion on his knee injury and causes a rift between expectant parents.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "11",
    "episode": "1",
    "title": "The Five-Foot Fence",
    "air_date": "Sun, Oct 24, 2021",
    "rating": "8.1",
    "votes": "2300",
    "description": "While his latest venture is threatened by forces outside his control, Larry attends an unprecedented event at Albert Brooks' house.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "11",
    "episode": "2",
    "title": "Angel Muffin",
    "air_date": "Sun, Oct 31, 2021",
    "rating": "7.3",
    "votes": "1800",
    "description": "Larry is forced to attend an ill-fated work meeting and investigates the truth behind a faulty toilet. Determined to unravel a mystery of his own, Jeff employs Larry's detective skills.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "11",
    "episode": "3",
    "title": "The Mini Bar",
    "air_date": "Sun, Nov 7, 2021",
    "rating": "7.7",
    "votes": "1600",
    "description": "In a last-ditch effort, Larry enlists Cheryl's help with a project and, later, concocts a plan that could finally save his newest creative venture.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "11",
    "episode": "4",
    "title": "The Watermelon",
    "air_date": "Sun, Nov 14, 2021",
    "rating": "8.7",
    "votes": "2200",
    "description": "After agreeing to take Susie's new rabbi golfing, Larry then cashes in on her favor. Later, Larry's appeal to Woody Harrelson's animal rights activism comes with unexpected consequences.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "11",
    "episode": "5",
    "title": "IRASSHAIMASE!",
    "air_date": "Sun, Nov 21, 2021",
    "rating": "8.0",
    "votes": "1600",
    "description": "While he and his date swap secrets, Larry runs afoul of the rules and regulations at a sushi restaurant. No good deed goes unpunished for Freddy Funkhouser.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "11",
    "episode": "6",
    "title": "Man Fights Tiny Woman",
    "air_date": "Sun, Nov 28, 2021",
    "rating": "7.7",
    "votes": "1500",
    "description": "Larry navigates the complexities of requesting a new chauffeur, letting his roofer do his job, and imparting some constructive criticism to his chiropractor.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "11",
    "episode": "7",
    "title": "Irma Kostroski",
    "air_date": "Sun, Dec 5, 2021",
    "rating": "7.8",
    "votes": "1500",
    "description": "Ahead of Election Day, Larry befriends City Councilwoman Irma Kostroski while mediating a conflict between a difficult actor and his prop master.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "11",
    "episode": "8",
    "title": "What Have I Done?",
    "air_date": "Sun, Dec 12, 2021",
    "rating": "8.5",
    "votes": "1600",
    "description": "Larry does damage control to remain in Irma's good graces while encouraging Leon to monetize his knack for husbandly counsel.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "11",
    "episode": "9",
    "title": "Igor, Gregor, & Timor",
    "air_date": "Sun, Dec 19, 2021",
    "rating": "7.6",
    "votes": "1400",
    "description": "Larry seizes an opportunity to avoid Irma as he's roped into Jeff's latest apology tour.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "11",
    "episode": "10",
    "title": "The Mormon Advantage",
    "air_date": "Sun, Dec 26, 2021",
    "rating": "7.7",
    "votes": "1600",
    "description": "With the city council vote rapidly approaching, Larry gives some unsolicited marriage advice and hosts an event for an American hero.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "12",
    "episode": "1",
    "title": "Atlanta",
    "air_date": "Mon, Feb 5, 2024",
    "rating": "7.6",
    "votes": "1900",
    "description": "Larry heads to Georgia to appear at the birthday party of a prominent businessman. Leon visits his Auntie Rae. Later, Larry has some trouble with his glasses and faces off with a surly hotel cleaner",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "12",
    "episode": "2",
    "title": "The Lawn Jockey",
    "air_date": "Mon, Feb 12, 2024",
    "rating": "7.7",
    "votes": "1500",
    "description": "Still in Atlanta, Larry finds himself stuck at a rental home with a questionable lawn ornament. Meanwhile Jeff pays the price for taking Larry's advice for Susie's birthday gift.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "12",
    "episode": "3",
    "title": "Vertical Drop, Horizontal Tug",
    "air_date": "Mon, Feb 19, 2024",
    "rating": "8.3",
    "votes": "1600",
    "description": "Larry's improved golf game causes trouble with an acclaimed actor. Freddy helps his neighbours through a delicate issue.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "12",
    "episode": "4",
    "title": "Disgruntled",
    "air_date": "Mon, Feb 26, 2024",
    "rating": "7.9",
    "votes": "1400",
    "description": "Larry finds himself in Takahashi's crosshairs after a note is found in the men's locker room. Tensions mount when Larry and Irma's couple's counselor crosses a professional line.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "12",
    "episode": "5",
    "title": "Fish Stuck",
    "air_date": "Mon, Mar 4, 2024",
    "rating": "8.1",
    "votes": "1400",
    "description": "After an incident at temple, Larry asks friends to vouch for his character while also trying to help name a baby and worrying about a fish.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "12",
    "episode": "6",
    "title": "The Gettysburg Address",
    "air_date": "Mon, Mar 11, 2024",
    "rating": "7.7",
    "votes": "1300",
    "description": "Larry tries to make better use of the time he spends in the bathroom. Susie starts a new business, and her advertising brings surprising results. Later, Larry gives acting advice to an A-List actress.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "12",
    "episode": "7",
    "title": "The Dream Scheme",
    "air_date": "Sun, Mar 17, 2024",
    "rating": "7.8",
    "votes": "1300",
    "description": "An acquaintance from the club asks too much of Larry. Jeff & Freddy both use Larry's tactics to get out of unwanted obligations.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "12",
    "episode": "8",
    "title": "The Colostomy Bag",
    "air_date": "Mon, Mar 25, 2024",
    "rating": "7.6",
    "votes": "1200",
    "description": "Richard enlists Larry's help to buy a vintage car. Jeff secretly schemes to give Larry power of attorney.",
    "director": "Robert B. Weide",
    "writer": "Larry David"
  },
  {
    "season": "12",
    "episode": "9",
    "title": "Ken/Kendra",
    "air_date": "Mon, Apr 1, 2024",
    "rating": "8.0",
    "votes": "1300",
    "description": "A misunderstanding with Cheryl's masseuse threatens Larry's public image. The public's perception of Larry then sinks even lower when he gives the wrong person COVID.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  },
  {
    "season": "12",
    "episode": "10",
    "title": "No Lessons Learned",
    "air_date": "Mon, Apr 8, 2024",
    "rating": "9.2",
    "votes": "2900",
    "description": "Larry returns to Atlanta, where he gets involved in Richard's love life and reveals a secret about Cheryl.",
    "director": "Jeff Schaffer",
    "writer": "Larry David"
  }
]